/* No comment provided by engineer. Cannot translate "Authorisation Header" */
"401 Unauthorized Request Error whilst trying to upload an asset. Please check you included an Authorization header and that the supplied auth credentials are correct." = "401 Richiesta non autorizzata Errore durante tentativo di upload. Si prega di controllare di aver incluso un Authorization header e che le credenziali di accesso fornite siano corrette.";

/* No comment provided by engineer. */
"500 Internal Server Error whilst trying to upload an asset. Please try again." = "500 Errore interno del server durante tentativo di upload. Si prega di riprovare.";

/* No comment provided by engineer. */
"Add Address from Contacts" = "Aggiungi indirizzo dai contatti";

/* No comment provided by engineer. */
"Add New Address" = "Aggiungi nuovo indirizzo";

/* No comment provided by engineer. */
"Address Book" = "Rubrica";

/* No comment provided by engineer. */
"Address Search" = "Ricerca indirizzi";

/* No comment provided by engineer. */
"Apply" = "Applica";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Checking Code" = "Verifica codice promozionale";

/* No comment provided by engineer. */
"Checkout for Free!" = "Ordina gratis!";

/* No comment provided by engineer. */
"Choose Address" = "Seleziona indirizzo";

/* No comment provided by engineer. */
"Choose Country" = "Seleziona Paese";

/* No comment provided by engineer. */
"Choose Delivery Address" = "Seleziona indirizzo di spedizione";

/* No comment provided by engineer. */
"Clear" = "Annulla";

/* No comment provided by engineer. */
"Code" = "Codice";

/* No comment provided by engineer. */
"Continue Shopping" = "Prosegui con gli acquisti";

/* No comment provided by engineer. */
"Country" = "Paese";

/* No comment provided by engineer. */
"Delivery Details" = "Dettagli di spedizione";

/* No comment provided by engineer. */
"Done" = "Fatto";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enter Address Manually" = "Inserisci indirizzo manualmente";

/* No comment provided by engineer. */
"Failed to store card details with PayPal. Please try again." = "Memorizzazione dettagli della carta PayPal fallita. Si prega di riprovare.";

/* No comment provided by engineer. */
"Failed to synchronize product templates. Please try again." = "Sincronizzazione dei modelli per i prodotti fallita. Si prega di riprovare.";

/* No comment provided by engineer. */
"Failed to validate your promo code. Please try again." = "Convalida codice promozionale fallita. Si prega di riprovare.";

/* Invalid CVV payment failed error dialog title */
"Invalid CVV" = "CVV Invalido";

/* No comment provided by engineer. */
"Invalid Email Address" = "Indirizzo di posta elettronica non valido";

/* No comment provided by engineer. */
"Invalid Phone Number" = "Numero telefonico non valido";

/* No comment provided by engineer. */
"Missing Delivery Address" = "Indirizzo di spedizione mancante";

/* No comment provided by engineer. */
"Next" = "Avanti";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. Cannot translate "with the asset endpoint" */
"Only registered %d/%d image URLs with the asset endpoint" = "Registrati solo %1$d/%2$d URL";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Oops!" = "Oops!";

/* No comment provided by engineer. */
"Order Id" = "ID ordine";

/* No comment provided by engineer. */
"Order Summary" = "Riassunto ordine";

/* No comment provided by engineer. */
"Pack of %lu %@" = "Confezione di %1$lu %2$@";

/* No comment provided by engineer. */
"Pay with Card" = "Paga con Carta";

/* No comment provided by engineer. */
"Pay with card ending %@" = "Paga con carta che termina con %@";

/* No comment provided by engineer. */
"Pay with Credit Card" = "Paga con carta di credito";

/* No comment provided by engineer. */
"Pay with new card" = "Paga con carta nuova";

/* No comment provided by engineer. */
"Pay with PayPal" = "Paga con PayPal";

/* No comment provided by engineer. */
"Payment" = "Pagamento";

/* No comment provided by engineer. */
"Payment (Sandbox)" = "Pagamento (Sandbox)";

/* Payment declined error dialog title */
"Payment Declined" = "Pagamento Rifiutato";

/* Generic payment failed error dialog title */
"Payment Failed" = "Pagamento fallito";

/* No comment provided by engineer. */
"Phone" = "Telefono";

/* No comment provided by engineer. */
"Please choose an address to have your order shipped to" = "Selezionare un indirizzo di spedizione";

/* No comment provided by engineer. */
"Please enter a valid email address" = "Inserire un indirizzo Email valido";

/* No comment provided by engineer. */
"Please enter a valid phone number" = "Inserire un numero di telefono valido";

/* No comment provided by engineer. */
"Print order submission failed with a %lu HTTP response status code. Please try again." = "Registrazione ordine fallita con codice HTTP %lu. Si prega di riprovare.";

/* No comment provided by engineer. */
"Processing" = "Elaborazione in corso";

/* No comment provided by engineer. */
"Promotional Codes" = "Codici promozionali";

/* No comment provided by engineer. */
"Required by Royal Mail in case there are any issues during delivery" = "Richiesto dalle Poste in caso di problemi durante la consegna";

/* No comment provided by engineer. */
"Retry" = "Riprova";

/* No comment provided by engineer. */
"Search %@" = "Cerca %@";

/* No comment provided by engineer. */
"Search for Address" = "Cerca indirizzo";

/* No comment provided by engineer. */
"Shipping" = "Spedizione";

/* No comment provided by engineer. */
"Sorry we couldn't recognize your card. Please try again manually entering your card details if necessary." = "Siamo spiacenti, non siamo riusciti ad identificare la carta. Si prega di riprovare ad inserire i dati della carta manualmente";

/* No comment provided by engineer. */
"Total" = "Totale";

/* Generic payment failed error dialog message */
"Unfortunately we failed to take a payment from your card. Please try again." = "Purtroppo non siamo riusciti a prelevare il pagamento dalla carta. Si prega di riprovare.";

/* No comment provided by engineer. */
"Uploading Images \n%lu / %lu" = "Upload delle immagini \n%1$lu / %2$lu";

/* No comment provided by engineer. */
"We'll send you a confirmation and order updates" = "Ti manderemo una conferma e aggiornamenti riguardanti l'ordine";

/* Invalid CVV payment failed error dialog message */
"You have entered an invalid CVV number. Please check it and try again." = "Hai inserito un codice CVV non valido. Si prega di ricontrollarlo e riprovare.";

/* Payment declined error dialog message */
"Your payment has been declined. Please check your card details and try again." = "Il pagamento è stato rifiutato. Si prega di ricontrollare i dati della carta e riprovare.";

/* No comment provided by engineer. */
"Your payment was not approved (transaction state: %@). Please try again." = "Il pagamento non è stato approvato (stato transazione: %@). Si prega di riprovare.";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"Line 1" = "Riga 1";

/* No comment provided by engineer. */
"Line 2" = "Riga 2";

/* No comment provided by engineer. */
"City" = "Città";

/* No comment provided by engineer. */
"County" = "Regione/Contea";

/* No comment provided by engineer. */
"Postcode" = "Codice Postale";

